tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "sambadevi/powerlevel9k"
brew "apktool"
brew "bat"
brew "circleci"
brew "coreutils"
brew "ctop"
brew "curl"
brew "dive"
brew "docker-compose", link: false
brew "exa"
brew "fd"
brew "node"
brew "firebase-cli", link: false
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glances"
brew "golang-migrate"
brew "golangci-lint"
brew "howdoi"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kube-ps1"
brew "lazygit"
brew "less"
brew "libpq"
brew "librsvg"
brew "lima"
brew "logstash"
brew "minikube"
brew "protobuf", link: false
brew "mysql"
brew "nano"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nnn"
brew "osx-cpu-temp"
brew "pipenv"
brew "postgresql"
brew "rlwrap"
brew "ruby"
brew "shellcheck"
brew "spotify-tui"
brew "starship"
brew "telnet"
brew "terminal-notifier"
brew "terraformer"
brew "terragrunt"
brew "thefuck"
brew "tldr"
brew "wget"
brew "yamllint"
brew "z"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "1password"
cask "devtoys"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "postgres"
cask "postico"
cask "postman"
cask "qmk-toolbox"
cask "raycast"
cask "slack"
cask "spotify"
cask "vagrant"
cask "visual-studio-code"
